<!DOCTYPE html>
<html dir="rtl">
<head>
    <meta charset="UTF-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <link rel="stylesheet" href="{{asset('Css/main.css')}}" />
    <link rel="stylesheet" href="{{asset('Css/nav.css')}}" />
    <link rel="stylesheet" href="{{asset('Page/Home/style.css')}}" />
    <title>الصفحه الرئيسيه</title>
</head>
<body>
@include('inc.nav')
<header>
    <div class="container">
        <p>الدليل الأكبر لخدمات الافراح في مصر</p>
        <p>
            موقعنا هو دليلك الأول والأخير في مصر المتخصص في مجال ترتيبات
            الافراح من لحظة تحديد موعد الفرح إلى يوم الاحتفال به،
            ويزورنا الآلاف من المقبلين على الزواج مثلك لأننا اكتسينا ثقة
            الكثير منهم بعد تجربتهم المميزة لخدماتنا على مستوى العالم
            العربي، تضعها الآن بين يديك أينما كنت في مص
        </p>
    </div>
    <div class="intro-img">
        <div class="text">
            <p>
                قاعات افراح<br />
                تجد في صفحاتنا بأننا نركز دائما على عدد الضيوف في زفافك
                لأنه يحدد طبيعة الحفل وحجمه ويخبرك بمساحة القاعة التي
                تريد، لذلك تريك مواصفات القاعات من مساحة وسعتها من
                الضيوف، وما هي مستلزمات الافراح التي يتم تقديمها وكيف
                تختلف هذه المميزات بين انواع قاعات الزفاف في مصر كما
                يبقى لك الخيار بخصوص اي الفاعات تريد.
            </p>
        </div>
    </div>
</header>
<section>
    <div class="container">
        <p>
            ضيافة افراح والآن إلى جزء مهم من الزفاف مخصص من أجل الضيافة
            التي تعبر عنك وكرمك أمام ضيوفك وفي مناسبة عظيمة كهذه،
            فاختيارك لطراز طعام الزواج يعكس مستواك الاجتماعي وقيمة
            الضيوف في نفسك، فتختار لنفسك ولهم بوفيه افراح يليق بمكانتك
            وأناقتك الاجتماعية وبهذه المناسبة ندعوك لاستطلاع ما بجعبتنا
            من مطابخ الولائم، متعهدي الافراح وحفلات الاعراس، وشركات
            تجهيز الحفلات الخارجية.
        </p>
        <div class="img">
            <img src="Image/type-3/img-1-1.jpg" alt="" />
        </div>
    </div>
</section>

<section>
    <div class="container">
        <div class="img">
            <img src="Image/type-3/img-1-4.jpg" alt="" />
        </div>
        <p>
                    <span>
                        تصفح خدمات الافراح من الألف إلى الياء والتي يوفرها لك
                        موقعنا من جميع محافظات مصر ابتداءا من العاصمة القاهرة،
                        الاسكندرية، شرم الشيخ، الغردقة، وباقي مصر، والتي تشمل
                        قاعات الافراح بأنواعها في مصر من مطاعم مناسبات، قاعات
                        افراح فنادق، صالات افراح، أو الحدائق والنوادي، بالاضافة
                        الى صور فساتين زفاف، مصور زواجات، كيك زفاف مع معلومات
                        التواصل الخاصة بمزودي كل خدمة منها للسؤال ن عن التفاصيل،
                        المميزات والاسعار. كما تجد أهم شركات تنظيم افراح في جميع
                        المدن الرئيسة في مصر، ويضمن لك موقعنا الافضل من بين
                        مخططي الزفاف في القاهرة وغيرها ومنسقي الزهور كذلك.
                        استعرض خياراتك من بين اجمل سيارات الاعراس في مصر واختر
                        دي جي افراح ولا أروع. إبدأ الآن من أول خدمات الافراح في
                        أعلى الصفحة لتحقق تسلسل ترتيبات الزفاف بإتقان ودون نقصان
                    </span>
            <br />

            يشمل تنظيم الافراح هنا الاعمال الخاصة بيوم الزفاف الذي يبدأ
            من تنسيق ديكورات قاعات افراح، كوش، وتنسيق طاولات المعازيم
            بحيث يكون المكان مجهز بكامل الزينة والاكسسوارات التي تعبر عن
            تصميم الزفاف الذي يقدمه لك مزودو الخدمة في قسم كوش وتصميم
            افراح في موقعنا والذين يمكنك مناقشتهم حول طلبك ولااستفادة من
            خبرتهم الواسعة في عالم الافراح والتي تتضح لك من خلال ألبوم
            الصور الخاص بكل واحد منهم. ولا نكتفي بقائمة بأفضل الشركات في
            مصر بل نقدم لك أفكارنا وما يصل إليه خبراؤنا من أحدث صيحات
            الموضة في دنيا ديكور الزفاف، بالإضافة إلى الافراح المصرية
            التقليدية التي يسعى بعض العرسان إلى الحفاظ عليها أو تطويرها
            ضمن حدود معينة فنحن نهتم بهذه الاساسيات التي لا تنمحي مع
            التطور كالمهر والدبش، أو حتى طراز ثيم الزواج التي ترغب به
            مهما كانت ألوانه، الورد، أو المعدات التي يستلزمها.
        </p>
    </div>
</section>

<section>
    <div class="container">
        <p>
                    <span>
                        وقد ترغب بترك الأمور بسيطة وخفيفة باختيار ضيافة هاي تي
                        من أصناف متعددة يتم تحضيرها من وصفات المأكولات من مختلف
                        المطابخ العالمية وبهذا تكون قد استفدت من فكرة ضيافة
                        محددة على ن تربيزات الضيوف أو الطاولات مع التركيز على
                        تنويع الاصناف أو نوع واحد بكمية جيدة، كل ما عليك هو
                        التواصل مع كاترينج للافراح في مصر، متعهد حفلات أو مطبخ
                        مشهور بولائم المناسبات حتى يطلعك على خيارات وقوائم ضيافة
                        الزواج التي يشتهرون بها.
                    </span>
            <br />

            نعرض في كل قسم قوائم مزودي الخدمة لكل مدينة تختارها من
            القائمة لكنهم ليسو أي شركات لأننا نختار لك الأفضل فقط. لدى
            تصفحك كل مزود خدمة تجد بيانات الاتصال، معلومات، وعنوان مدعم
            بخريطة GOOGLE تمكنك من التواصل معه بشكل مباشر، مجاني وسهل.
            كما نأخذ دقائق من وقتك لقراءة مجموعة من الافكار التي يترجمها
            محرروا موقعنا إلى مقالات تقدم لك المعرفة التي تحتاج أثناء
            رحلتك في البحث عن مزود خدمة معينة. ولاننا جميعا نحب الصور،
            مثلك تماما، فقد خصصنا ألبومات صور في موقعنا على مرحلتين،
            الأولى موجودة لكل مزود خدمة في صفحته تعرض لك عينة بسيطة من
            أعماله الكثيرة، والثانية عبارة عن صفحة الألبومات لكل قسم من
            اقسام خدمات الافراح.
        </p>

        <div class="img">
            <img src="Image/type-3/img-2-1.jpg" alt="" />
        </div>
    </div>


</section>

<p id="endP">
    ولأننا نوفر لك مزودي الخدمة لصالات افراح، قاعات فنادق، مطعم
    مناسبات، وقلل للافراح نكون على توافق مع شخصيتك وذوقك ولا نتركك
    إلا وقد حجزت القاعة التي تناسب الزفاف الذي تطمح إليه. فنقدم لك
    مميزات كل منها حتى تكون الصورة كاملة أمامك، فلا نتركك للحيرة أو
    التردد فأنت تعرف ماذا تريد بالضبط لكننا نضع الأمور أمامك لتقرر.
</p>

<footer></footer>
</body>
</html>
