// const allPlaces=[
//     {
//         id:1,
//         img_1:"../../Image/type-4/img-1-4.jpg",
//         img_2:"../../Image/type-4/img-1-2.jpg",
//         img_3:"../../Image/type-4/img-1-3.jpg",
//         img_4:"../../Image/type-4/img-1-1.jpg",
//         name:"دار مناسبات 1",
//         price:35800,
//         place: "الدقي",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "500",
//     },
//     {
//         id:2,
//         img_1:"../../Image/type-4/img-2-1.jpg",
//         img_2:"../../Image/type-4/img-2-2.jpg",
//         img_3:"../../Image/type-4/img-2-3.jpg",
//         img_4:"../../Image/type-4/img-2-4.jpg",
//         name:"دار مناسبات 2",
//         price:19999,
//         place: "المهندسين",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "400",
//     },
//     {
//         id:3,
//         img_1:"../../Image/type-4/img-3-3.jpg",
//         img_2:"../../Image/type-4/img-3-2.jpg",
//         img_3:"../../Image/type-4/img-3-1.jpg",
//         img_4:"../../Image/type-4/img-3-4.jpg",
//         name:"دار مناسبات فاطمه الشربتلي",
//         price:18500,
//         place: "الهرم",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "300",
//     }
// ]