// const allPlaces=[
//     {
//         id:1,
//         img_1:"../../Image/type-5/img-1-1.jpg",
//         img_2:"../../Image/type-5/img-1-2.jpg",
//         img_3:"../../Image/type-5/img-1-3.jpg",
//         img_4:"../../Image/type-5/img-1-4.jpg",
//         name:"كنيسه السيده العذاء",
//         price:15500,
//         place: "الدقي",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "500",
//     },
//     {
//         id:2,
//         img_1:"../../Image/type-5/img-2-2.jpg",
//         img_2:"../../Image/type-5/img-2-1.jpg",
//         img_3:"../../Image/type-5/img-2-3.jpg",
//         img_4:"../../Image/type-5/img-2-3.jpg",
//         name:"كنيسه رئيس الملائكه ميخائيل",
//         price:14999,
//         place: "السادس من اكتوبر",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "600",
//     },
//     {
//         id:3,
//         img_1:"../../Image/type-5/img-3-2.jpg",
//         img_2:"../../Image/type-5/img-3-1.jpg",
//         img_3:"../../Image/type-5/img-3-1.jpg",
//         img_4:"../../Image/type-5/img-3-2.jpg",
//         name:"كنيسه العذراء مريم المرعشلي",
//         price:27850,
//         place: "الهرم",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "800",
//     }
// ]