// const allPlaces=[
//     {
//         id:1,
//         img_1:"../../Image/type-3/img-1-1.jpg",
//         img_2:"../../Image/type-3/img-1-2.jpg",
//         img_3:"../../Image/type-3/img-1-3.jpg",
//         img_4:"../../Image/type-3/img-1-4.jpg",
//         name:"Stage Elnile 1",
//         price:29700,
//         place: "الدقي",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "400",
//     },
//     {
//         id:2,
//         img_1:"../../Image/type-3/img-2-1.jpg",
//         img_2:"../../Image/type-3/img-2-2.jpg",
//         img_3:"../../Image/type-3/img-2-3.jpg",
//         img_4:"../../Image/type-3/img-2-4.jpg",
//         name:"Stage Elnile 2",
//         price:22999,
//         place: "فيصل",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "200",
//     },
//     {
//         id:3,
//         img_1:"../../Image/type-3/img-3-3.jpg",
//         img_2:"../../Image/type-3/img-3-2.jpg",
//         img_3:"../../Image/type-3/img-3-1.jpg",
//         img_4:"../../Image/type-3/img-3-4.jpg",
//         name:"fave",
//         price:28850,
//         place: "المهندسين",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "350",
//     },
//     {
//         id:4,
//         img_1:"../../Image/type-3/img-4-5.jpg",
//         img_2:"../../Image/type-3/img-4-2.jpg",
//         img_3:"../../Image/type-3/img-4-3.jpg",
//         img_4:"../../Image/type-3/img-4-4.jpg",
//         name:"Volaré",
//         price:31900,
//         place: "الهرم",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "250",
//     },
//     {
//         id:5,
//         img_1:"../../Image/type-3/img-5-1.jpg",
//         img_2:"../../Image/type-3/img-5-2.jpg",
//         img_3:"../../Image/type-3/img-5-3.jpg",
//         img_4:"../../Image/type-3/img-5-4.jpg",
//         name:"yacht",
//         price:19100,
//         place: "السادس من اكتوبر",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "40",
//     },
// ]