const allPlaces=[
    {
        id:1,
        img_1:"../../Image/type-2/img-1-1.jpg",
        img_2:"../../Image/type-2/img-1-2.jpg",
        img_3:"../../Image/type-2/img-1-3.jpg",
        img_4:"../../Image/type-2/img-1-4.jpg",
        name:"نادي المعلمين",
        price:8200,
        place: "فيصل",
        description: `
        احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
        مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
        مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
        قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
        شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
        سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
        `,
        hospitality: "نعم",
        men_And_Women: "نعم",
        capacity: "250",
    },
    {
        id:2,
        img_1:"../../Image/type-2/img-2-1.jpg",
        img_2:"../../Image/type-2/img-2-2.jpg",
        img_3:"../../Image/type-2/img-2-3.jpg",
        img_4:"../../Image/type-2/img-2-4.jpg",
        name:"نادي نايل كانتري",
        price:17999,
        place: "الدقي",
        description: `
        احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
        مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
        مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
        قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
        شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
        سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
        `,
        hospitality: "نعم",
        men_And_Women: "نعم",
        capacity: "400",
    },
    {
        id:3,
        img_1:"../../Image/type-2/img-3-1.jpg",
        img_2:"../../Image/type-2/img-3-2.jpg",
        img_3:"../../Image/type-2/img-3-3.jpg",
        img_4:"../../Image/type-2/img-3-4.jpg",
        name:"نادي المهندسين",
        price:16150,
        place: "المهندسين",
        description: `
        احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
        مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
        مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
        قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
        شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
        سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
        `,
        hospitality: "نعم",
        men_And_Women: "نعم",
        capacity: "300",
    },
    {
        id:4,
        img_1:"../../Image/type-2/img-4-1.jpg",
        img_2:"../../Image/type-2/img-4-2.jpg",
        img_3:"../../Image/type-2/img-4-3.jpg",
        img_4:"../../Image/type-2/img-4-4.jpg",
        name:"نادي الانتاج الحربي",
        price:29900,
        place: "السادس من اكتوبر",
        description: `
        احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
        مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
        مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
        قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
        شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
        سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
        `,
        hospitality: "نعم",
        men_And_Women: "نعم",
        capacity: "200",
    },
    {
        id:5,
        img_1:"../../Image/type-2/img-5-2.jpg",
        img_2:"../../Image/type-2/img-5-1.jpg",
        img_3:"../../Image/type-2/img-5-3.jpg",
        img_4:"../../Image/type-2/img-5-4.jpg",
        name:"نادي مصر",
        price:15000,
        place: "الهرم",
        description: `
        احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
        مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
        مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
        قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
        شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
        سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
        `,
        hospitality: "نعم",
        men_And_Women: "نعم",
        capacity: "100",
    },
]