// const allPlaces = [
//     {
//         id: 1,
//         img_1: "../../Image/img-2-1.jpg",
//         img_2: "../../Image/img-2-2.jpg",
//         img_3: "../../Image/img-2-3.jpg",
//         img_4: "../../Image/img-2-4.jpg",
//         name: "قاعه الاميرة",
//         price: 9500,
//         place: "المهندسين",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "300",
//     },
//     {
//         id: 2,
//         img_1: "../../Image/img-3-1.jpg",
//         img_2: "../../Image/img-3-2.jpg",
//         img_3: "../../Image/img-3-4.jpg",
//         img_4: "../../Image/img-3-3.jpg",
//         name: "قاعه اللوفر هايتس",
//         price: 19200,
//         place: "الدقي",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "500",
//     },
//     {
//         id: 3,
//         img_1: "../../Image/img-1-1.jpg",
//         img_2: "../../Image/img-1-2.jpg",
//         img_3: "../../Image/img-1-3.jpg",
//         img_4: "../../Image/img-1-4.jpg",
//         name: "قاعه جاسمين",
//         price: 16700,
//         place:"فيصل",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "200",
//     },
//     {
//         id: 4,
//         img_1: "../../Image/img-4-1.jpg",
//         img_2: "../../Image/img-4-2.jpg",
//         img_3: "../../Image/img-4-3.jpg",
//         img_4: "../../Image/img-4-4.jpg",
//         name: "قاعه الماسه",
//         price: 10000,
//         place: "الهرم",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "150",
//     },
//     {
//         id: 5,
//         img_1: "../../Image/img-5-1.jpg",
//         img_2: "../../Image/img-5-2.jpg",
//         img_3: "../../Image/img-5-3.jpg",
//         img_4: "../../Image/img-5-4.jpg",
//         name: "قاعه رويل بلازا",
//         price: 25000,
//         place:"عمرانيه",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "200",
//     },
//     {
//         id: 6,
//         img_1: "../../Image/img-6-1.jpg",
//         img_2: "../../Image/img-6-2.jpg",
//         img_3: "../../Image/img-6-3.jpg",
//         img_4: "../../Image/img-6-4.jpg",
//         name: "قاعه قصر بروسيا",
//         price: 17000,
//         place: "السادس من اكتوبر",
//         description: `
//         احتفل بزفافك أو مناسبتك معنا واستمتع بأفضل الخدمات والأسعار التي تناسب ميزانيتك
//         مدخل واسع جدا بـ ديكور مختلف عشان الناس كلها نقدر تاخد احلى صور فيه.
//         مدخل جانبي للانتظار امام مدخل القاعه مباشرة.
//         قاعه واسعه جدا بأعلى ديكوريشن ممكن تتخيله و متاح 3 نواع للبوفيه.
//         شاشه بانورما لعرض الفرح للمعازيم + شاشه على كل جانب من القاعه.
//         سقف عالي مناسب جدا للتصوير مع نجف كريستال هيخلي الصور في حته تانيه
//         `,
//         hospitality: "نعم",
//         men_And_Women: "نعم",
//         capacity: "250",
//     },
// ];
